Repository: emeric-martineau/ambrosia
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: ne peut �tre vide

source: has already been taken
fr: est déjà utilisé

source: is invalid
fr: est invalide

source: must be accepted
fr: doit �tre accepté

source: has invalid format
fr: a un format non conforme

source: has an invalid entry
fr: a une entrée non conforme

source: is reserved
fr: est réservé

source: does not match confirmation
fr: ne correspond pas à la confirmation

source: is still associated with this entry
fr: est déjà associé à cet élément

source: are still associated with this entry
fr: sont déjà associé à cet élément

source: should be %{count} character(s)
fr: doit contenir %{count} d'élément(s)

source: should have %{count} item(s)
fr: doit contenir au moins %{count} caractère(s)

source: should be at least %{count} character(s)
fr: doit contenir au moins %{count} élément(s)

source: should have at least %{count} item(s)
fr: doit contenir au maximum %{count} élément(s)

source: must be less than %{number}
fr: doit �tre ingérient à %{number}

source: must be greater than %{number}
fr: doit �tre supérieur à %{number}

source: must be less than or equal to %{number}
fr: doit �tre inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit �tre supérieur ou égale à %{number}

source: must be equal to %{number}
fr: doit �tre égale à %{number}

source: Login failed!
fr: Echec de l'authentification

source: Registration failed!
fr: Echec de l'inscription

source: Reset password failed!
fr: Echec de la réinitialisation du mot de passe
